[DossierAdvCptSgt X2TechTemplate] 
DisplayName="档案：变种人军官和军阶"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierAdvTrooper1 X2TechTemplate] 
DisplayName="档案：变种人士兵，第1页"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierAdvTrooper2 X2TechTemplate] 
DisplayName="档案：变种人士兵，第2页"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierAdvAdvanced X2TechTemplate] 
DisplayName="档案：高级变种人单位"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierAdvRobots X2TechTemplate] 
DisplayName="档案：变种人机器单位"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSectoidSoldier X2TechTemplate] 
DisplayName="档案：灰人战士"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSectoidMindbender X2TechTemplate] 
DisplayName="档案：灰人摧心者"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSectoidPuppeteer X2TechTemplate] 
DisplayName="档案：灰人傀儡师"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierWyvern X2TechTemplate]
DisplayName="档案：喷火蛇"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierMamba X2TechTemplate]
DisplayName="档案：曼巴"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierBoa X2TechTemplate]
DisplayName="档案：巨蟒"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierPyroInfector X2TechTemplate]
DisplayName="档案：异变者火焰和瘟疫战士"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierFirestarter X2TechTemplate]
DisplayName="档案：异变者纵火者"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierValkyrie X2TechTemplate]
DisplayName="档案：执政官处决者"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSentinel X2TechTemplate]
DisplayName="档案：执政官哨卫"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierChrysSwarm X2TechTemplate]
DisplayName="档案：普通寄生兽"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierChrysKing X2TechTemplate]
DisplayName="档案：寄生兽族长"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierChrysQueen X2TechTemplate]
DisplayName="档案：寄生兽女王"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierPrimeReactions X2TechTemplate]
DisplayName="档案：首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSectoidPrime X2TechTemplate]
DisplayName="档案：灰人首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierBerserkerPrime X2TechTemplate]
DisplayName="档案：狂战士首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierViperPrime X2TechTemplate]
DisplayName="档案：毒蛇怪首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierMutonPrime X2TechTemplate]
DisplayName="档案：异变者首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierArchonPrime X2TechTemplate]
DisplayName="档案：执政官首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSpectrePrime X2TechTemplate]
DisplayName="档案：幽灵首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierCodexPrime X2TechTemplate]
DisplayName="档案：原典首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierAndromedonPrime X2TechTemplate]
DisplayName="档案：仙女座外星人首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierSectopodPrime X2TechTemplate]
DisplayName="档案：破坏者首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收集者"
LongDescription="这这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"

[DossierGatekeeperPrime X2TechTemplate]
DisplayName="档案：守门人首席"
Summary="我们可以尽可能多地了解这些生物。不应该花太长时间。"
CodeName="收藏家"
LongDescription="这里有更多的文字。再看一次实验室档案。"
UnlockedDescription="这个信息可以随时从实验室观看。"
